{"class_name": "Sequential", "keras_version": "2.0.8", "config": [{"class_name": "Dense", "config": {"bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_constraint": null, "use_bias": true, "dtype": "float32", "activity_regularizer": null, "kernel_regularizer": {"class_name": "L1L2", "config": {"l2": 0.0, "l1": 0.0010000000474974513}}, "trainable": true, "bias_constraint": null, "activation": "linear", "bias_regularizer": null, "name": "dense1", "kernel_initializer": {"class_name": "RandomNormal", "config": {"mean": 0.0, "seed": null, "stddev": 0.05}}, "units": 512, "batch_input_shape": [null, 58]}}, {"class_name": "Activation", "config": {"name": "relu1", "activation": "relu", "trainable": true}}, {"class_name": "Dense", "config": {"bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_constraint": null, "use_bias": true, "bias_constraint": null, "kernel_regularizer": null, "trainable": true, "activity_regularizer": null, "bias_regularizer": null, "name": "dense2", "kernel_initializer": {"class_name": "RandomNormal", "config": {"mean": 0.0, "seed": null, "stddev": 0.05}}, "units": 512, "activation": "linear"}}, {"class_name": "Activation", "config": {"name": "relu2", "activation": "relu", "trainable": true}}, {"class_name": "Dense", "config": {"bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_constraint": null, "use_bias": true, "bias_constraint": null, "kernel_regularizer": null, "trainable": true, "activity_regularizer": null, "bias_regularizer": null, "name": "dense3", "kernel_initializer": {"class_name": "RandomNormal", "config": {"mean": 0.0, "seed": null, "stddev": 0.05}}, "units": 256, "activation": "linear"}}, {"class_name": "Activation", "config": {"name": "sigmoid1", "activation": "sigmoid", "trainable": true}}, {"class_name": "Dense", "config": {"bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_constraint": null, "use_bias": true, "bias_constraint": null, "kernel_regularizer": null, "trainable": true, "activity_regularizer": null, "bias_regularizer": null, "name": "dense4", "kernel_initializer": {"class_name": "RandomNormal", "config": {"mean": 0.0, "seed": null, "stddev": 0.05}}, "units": 2, "activation": "linear"}}, {"class_name": "Activation", "config": {"name": "softmax1", "activation": "softmax", "trainable": true}}], "backend": "tensorflow"}